export const selelctalk = [
  {
    talk: "시작",
  },
  [
    {
      talk: "나는...오늘 왜 왔더라....?",
      num: -1,
    },
    {
      talk: "고양이랑 대화하기",
      num: 0,
    },
    {
      talk: "오늘의 칵테일 추천받기",
      num: 1,
    },
  ],
  [
    {
      talk: "내가 느낀 감정들이 맞나?",
      num: -1,
    },
    {
      talk: "맞아!",
      num: 12,
    },
    {
      talk: "아니야 다시 선택할래",
      num: 10,
    },
  ],
  [
    {
      talk: "난.... 오늘은...",
      num: -1,
    },
    {
      talk: "조금 약한 도수로 부탁해 ~",
      num: 0,
    },
    {
      talk: "응 ! 내 취향대로 해줘 !",
      num: 1,
    },
    {
      talk: "오늘은 좀 쎈거로 마시고싶어",
      num: 2,
    },
  ],
];
